# Brewfile
tap "danielfoehrkn/switch"
tap "mike-engel/jwt-cli"

brew "age"
brew "bat"
brew "bottom"
brew "byobu"
brew "coreutils"
brew "crane"
brew "danielfoehrkn/switch/switch"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "grc"
brew "grype"
brew "helmfile"
brew "inetutils"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectl"
brew "kubeswitch"
brew "kustomize"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mise"
brew "moor"
brew "pre-commit"
brew "ripgrep"
brew "sops"
brew "step"
brew "stern"
brew "tenv"
brew "tldr"
brew "viddy"
brew "wget"
brew "yq"
