oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-grc
kidonng/zoxide.fish
rkbk60/onedark-fish
halostatue/fish-brew
pfgray/fish-completion-sync
oh-my-fish/plugin-foreign-env
edc/bass
oddlama/fzf.fish
ilancosman/tide@v6
