oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
oh-my-fish/plugin-grc
kidonng/zoxide.fish
rkbk60/onedark-fish
ilancosman/tide@v5
oh-my-fish/plugin-thefuck
halostatue/fish-brew@2.x
pfgray/fish-completion-sync
oh-my-fish/plugin-foreign-env
edc/bass
oddlama/fzf.fish
